{"Allegiance":{"description":"Tras invocar esta unidad, obtiene su bonificación de alianza si la primera carta de tu mazo es de la misma región.","name":"Alianza","nameRef":"Allegiance"},"Support":{"description":"Al atacar con una unidad de apoyo, se potencia la unidad a su derecha.","name":"Apoyo","nameRef":"Support"},"Strongest":{"description":"La unidad con mayor poder; si el nivel de poder es el mismo, se tendrá en cuenta la vida más alta y, si no, el coste más alto.","name":"Más fuerte","nameRef":"Strongest"},"Toss":{"description":"Destruye X cartas (no campeones) de la parte inferior del mazo.","name":"Desechar","nameRef":"Toss"},"RoundEnd":{"description":"Consigue este efecto cuando termina la ronda.","name":"Final de ronda","nameRef":"RoundEnd"},"Attack":{"description":"Consigue este efecto cuando esta unidad ataca.","name":"Atacar","nameRef":"Attack"},"Strike":{"description":"Consigue este efecto cuando una unidad intenta infligir daño con su poder, ya sea al final del combate o con hechizos. Las unidades con 0 de poder no pueden golpear.","name":"Golpear","nameRef":"Strike"},"NexusStrike":{"description":"Surte efecto cuando una unidad golpea el nexo enemigo.","name":"Golpe al nexo","nameRef":"NexusStrike"},"RoundStart":{"description":"Consigue este efecto cuando comienza la ronda.","name":"Comienzo de ronda","nameRef":"RoundStart"},"Play":{"description":"Consigue este efecto cuando juegas la unidad desde la mano.","name":"Jugar","nameRef":"Play"},"Everywhere":{"description":"En juego, en la mano, en el mazo, descartadas o incluso creadas o invocadas más tarde.","name":"En todas partes","nameRef":"Everywhere"},"Rally":{"description":"Si no la tienes, ¡obtienes la ficha de ataque! (Puedes atacar esta ronda).","name":"Al ataque","nameRef":"Rally"},"Silence":{"description":"Elimina todas las palabras clave, habilidades y efectos activos. No afecta al daño ni al subtipo.","name":"Silencio","nameRef":"Silence"},"Plunder":{"description":"Una carta activa su habilidad de Asalto al jugarla si has infligido daño al nexo enemigo esta ronda.","name":"Asalto","nameRef":"Plunder"}}