{"Allegiance":{"description":"Al invocarla, esta carta obtiene su bonificación de alianza si la carta de arriba de tu mazo coincide con su región.","name":"Alianza","nameRef":"Allegiance"},"Support":{"description":"Atacar con una unidad de apoyo mejorará la unidad a su derecha.","name":"Apoyo","nameRef":"Support"},"Strongest":{"description":"La unidad con el poder más alto. Los empates se resuelven con la vida más alta y luego con el costo más alto.","name":"Más fuerte","nameRef":"Strongest"},"Toss":{"description":"Aniquila X número de cartas que no sean campeones del fondo de tu mazo.","name":"Desechar","nameRef":"Toss"},"RoundEnd":{"description":"Este efecto se obtiene al terminar la ronda.","name":"Fin de la ronda","nameRef":"RoundEnd"},"Attack":{"description":"Obtén este efecto cuando esta unidad ataque.","name":"Atacar","nameRef":"Attack"},"Strike":{"description":"Este efecto se obtiene cuando una unidad trata de infligir daño usando su poder, ya sea al final de la batalla o mediante hechizos. Las unidades con 0 de poder no pueden golpear.","name":"Golpear","nameRef":"Strike"},"NexusStrike":{"description":"Surte efecto cuando una unidad golpea el nexo enemigo.","name":"Golpe al Nexo","nameRef":"NexusStrike"},"RoundStart":{"description":"Este efecto se obtiene al iniciar la ronda.","name":"Inicio de la ronda","nameRef":"RoundStart"},"Play":{"description":"Este efecto se obtiene al sacar la unidad de tu mano.","name":"Jugar","nameRef":"Play"},"Everywhere":{"description":"En juego, en tu mano, en tu mazo; cartas descartadas e incluso creadas o invocadas después.","name":"En todos lados","nameRef":"Everywhere"},"Rally":{"description":"Si no la tienes, obtén la ficha de ataque; puedes atacar en esta ronda.","name":"Preparar","nameRef":"Rally"},"Silence":{"description":"Elimina todas las palabras clave, habilidades y efectos activos. No afecta el daño ni el subtipo.","name":"Silencio","nameRef":"Silence"},"Plunder":{"description":"Una carta activa su habilidad de Pillaje si se juega después de que hayas infligido daño al nexo enemigo en esta ronda.","name":"Pillaje","nameRef":"Plunder"}}