{"Allegiance":{"description":"Lorsque vous invoquez cette carte, elle obtient un bonus d'allégeance si la première carte de votre deck correspond à sa région.","name":"Allégeance","nameRef":"Allegiance"},"Support":{"description":"En attaquant avec une unité de support, l'unité à sa droite reçoit un buff.","name":"Support","nameRef":"Support"},"Strongest":{"description":"Puissance la plus élevée, départagée par les PV les plus élevés, puis par le coût le plus élevé.","name":"Plus fort","nameRef":"Strongest"},"Toss":{"description":"Oblitérez X non-champions du dessous de votre deck.","name":"Jeter","nameRef":"Toss"},"RoundEnd":{"description":"L'effet se déclenche à la fin du round.","name":"Fin du round","nameRef":"RoundEnd"},"Attack":{"description":"L'effet se déclenche lorsque l'unité attaque.","name":"Attaque","nameRef":"Attack"},"Strike":{"description":"Obtenez cet effet quand une unité tente d'infliger des dégâts avec sa puissance, à la fin du combat ou grâce aux sorts. Les unités avec une puissance de 0 ne peuvent pas frapper.","name":"Frappe","nameRef":"Strike"},"NexusStrike":{"description":"Effet déclenché lorsque l'unité frappe le Nexus ennemi.","name":"Frappe du Nexus","nameRef":"NexusStrike"},"RoundStart":{"description":"L'effet se déclenche au début du round.","name":"Début du round","nameRef":"RoundStart"},"Play":{"description":"Vous activez cet effet lorsque vous jouez cette unité depuis votre main.","name":"Immédiat","nameRef":"Play"},"Everywhere":{"description":"En jeu, dans la main, dans le deck, dans la défausse et même si la carte est créée/invoquée plus tard.","name":"Où qu'ils soient","nameRef":"Everywhere"},"Rally":{"description":"Si vous n'en avez pas, recevez un jeton d'attaque. Vous pouvez attaquer pendant ce round.","name":"Ralliement","nameRef":"Rally"},"Silence":{"description":"Supprimez tous les mots-clés, compétences et effets en cours. N'affecte pas les dégâts ou le sous-type.","name":"Silence","nameRef":"Silence"},"Plunder":{"description":"Une carte déclenche sa compétence de Pillage quand elle est jouée, si vous avez endommagé le Nexus ennemi pendant ce round.","name":"Pillage","nameRef":"Plunder"}}