{"Allegiance":{"description":"Wenn du diese Einheit beschwörst, aktiviert sie einen Loyalitätsbonus, falls die oberste Karte deines Decks zu ihrer Region passt.","name":"Loyalität","nameRef":"Allegiance"},"Support":{"description":"Greift eine Unterstützungseinheit an, wird die Einheit rechts von ihr verstärkt.","name":"Unterstützung","nameRef":"Support"},"Strongest":{"description":"Höchster Angriffswert, bei gleichen Werten entscheidet das höchste Leben, dann die höchsten Kosten.","name":"Stärkste","nameRef":"Strongest"},"Toss":{"description":"Vernichte X Karten, die keine Champions sind, vom Ende deines Decks.","name":"Entsorgen","nameRef":"Toss"},"RoundEnd":{"description":"Der Effekt wird aktiviert, wenn die Runde endet.","name":"Rundenende","nameRef":"RoundEnd"},"Attack":{"description":"Der Effekt wird aktiviert, wenn diese Einheit angreift.","name":"Angriff","nameRef":"Attack"},"Strike":{"description":"Der Effekt wird aktiviert, wenn eine Einheit versucht, mit ihrer Stärke Schaden zu verursachen. Geschieht entweder am Ende des Kampfs oder durch Zauber. Einheiten mit 0 Stärke können nicht zuschlagen.","name":"Schlag","nameRef":"Strike"},"NexusStrike":{"description":"Wird wirksam, wenn die Einheit einen Schlag gegen den gegnerischen Nexus ausführt.","name":"Nexusschlag","nameRef":"NexusStrike"},"RoundStart":{"description":"Der Effekt wird aktiviert, wenn die Runde beginnt.","name":"Rundenbeginn","nameRef":"RoundStart"},"Play":{"description":"Der Effekt wird aktiviert, wenn diese Einheit von der Hand ausgespielt wird.","name":"Ausspielen","nameRef":"Play"},"Everywhere":{"description":"Auf dem Spielfeld, auf der Hand, im Deck, abgeworfen und sogar bei späterer Erschaffung/Beschwörung.","name":"Überall","nameRef":"Everywhere"},"Rally":{"description":"Du erhältst die Angriffsmarke, wenn du keine hast. (Du kannst in dieser Runde angreifen.)","name":"Mobilisieren","nameRef":"Rally"},"Silence":{"description":"Entfernt alle Schlüsselwörter, Fähigkeiten und aktive Effekte. Hat keinen Einfluss auf Schaden oder Kartenart.","name":"Verstummen","nameRef":"Silence"},"Plunder":{"description":"Eine Karte aktiviert ihre Plündern-Fähigkeit beim Ausspielen, wenn du in dieser Runde Schaden am gegnerischen Nexus verursacht hast.","name":"Plündern","nameRef":"Plunder"}}