{"Allegiance":{"description":"Quando evochi questa carta, ottiene il suo bonus fedeltà se la carta in cima al tuo mazzo corrisponde alla sua regione.","name":"Fedeltà","nameRef":"Allegiance"},"Support":{"description":"L'attacco con un'unità di supporto conferisce un buff all'unità alla sua destra.","name":"Supporto","nameRef":"Support"},"Strongest":{"description":"Potere più alto, spareggio con la Salute più alta e poi con il Costo più alto.","name":"Più forte","nameRef":"Strongest"},"Toss":{"description":"Annienta X carte non campioni dal fondo del tuo mazzo.","name":"Gettare","nameRef":"Toss"},"RoundEnd":{"description":"Ottieni questo effetto quando termina il turno.","name":"Fine del turno","nameRef":"RoundEnd"},"Attack":{"description":"Ottieni l'effetto quando questa unità attacca.","name":"Attacca","nameRef":"Attack"},"Strike":{"description":"Ottieni questo effetto quando un'unità tenta di infliggere danni utilizzando il suo Potere, sia alla fine del combattimento che tramite incantesimi. Le unità con 0 Potere non possono colpire.","name":"Colpo","nameRef":"Strike"},"NexusStrike":{"description":"L'effetto si attiva quando l'unità colpisce il Nexus nemico.","name":"Colpo al Nexus","nameRef":"NexusStrike"},"RoundStart":{"description":"Ottieni questo effetto quando inizia il turno.","name":"Inizio del turno","nameRef":"RoundStart"},"Play":{"description":"Ottieni questo effetto quando giochi questa unità dalla tua mano.","name":"Gioca","nameRef":"Play"},"Everywhere":{"description":"In gioco, nella mano, nel mazzo, tra gli scarti e anche se creato/evocato in seguito.","name":"Ovunque","nameRef":"Everywhere"},"Rally":{"description":"Se non ne hai uno, ottieni il gettone d'attacco. (Puoi attaccare in questo turno).","name":"Preparazione dell'assalto","nameRef":"Rally"},"Silence":{"description":"Rimuove tutte le parole chiave, le abilità e gli effetti in corso. Non influisce su danni e sottotipi.","name":"Silenzio","nameRef":"Silence"},"Plunder":{"description":"Una carta attiva la sua abilità Saccheggio quando viene giocata se hai danneggiato il Nexus nemico durante il turno.","name":"Saccheggio","nameRef":"Plunder"}}