{"Allegiance":{"description":"Ao invocar esta carta, ela ganha bônus de Lealdade se a carta do topo do seu deck for da mesma Região.","name":"Lealdade","nameRef":"Allegiance"},"Support":{"description":"Atacar com uma unidade com Auxiliar fortalece a unidade à direita dela.","name":"Auxiliar","nameRef":"Support"},"Strongest":{"description":"Maior Poder, com critério de desempate de maior Vida e depois maior Custo.","name":"Mais Forte","nameRef":"Strongest"},"Toss":{"description":"Oblitere X cartas de não Campeões no fim do seu deck.","name":"Abdicar","nameRef":"Toss"},"RoundEnd":{"description":"Este efeito é ativado quando a rodada terminar.","name":"Fim da rodada","nameRef":"RoundEnd"},"Attack":{"description":"Este efeito é ativado quando esta unidade atacar.","name":"Atacar","nameRef":"Attack"},"Strike":{"description":"Este efeito é ativado quando uma unidade tentar causar dano usando o Poder dela no fim da rodada ou com feitiços. Unidades com 0 de Poder não podem golpear.","name":"Golpear","nameRef":"Strike"},"NexusStrike":{"description":"Faz efeito quando a unidade Golpeia o Nexus inimigo.","name":"Golpe ao Nexus","nameRef":"NexusStrike"},"RoundStart":{"description":"Este efeito é ativado quando a rodada começar.","name":"Início da rodada","nameRef":"RoundStart"},"Play":{"description":"Este efeito é ativado ao jogar esta unidade da sua mão.","name":"Jogar","nameRef":"Play"},"Everywhere":{"description":"Afeta cartas em jogo, na mão, no deck, no descarte e até as criadas/invocadas mais tarde.","name":"Globalmente","nameRef":"Everywhere"},"Rally":{"description":"Caso não tenha, ganhe o Símbolo de Ataque. (Você pode atacar nesta rodada.)","name":"Mobilizar","nameRef":"Rally"},"Silence":{"description":"Todas as palavras-chave, habilidades e efeitos ativos são removidos. Não afeta o dano nem o subtipo.","name":"Silenciar","nameRef":"Silence"},"Plunder":{"description":"Uma carta aciona sua habilidade de Saquear ao ser jogada se você tiver causado dano ao Nexus inimigo nesta rodada.","name":"Saquear","nameRef":"Plunder"}}